Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: "Et virtus in duobus finibus duas habet divisiones, quarum una est in occasibus horizontis, et altera est apud elevationem."
es: "También la virtud en las dos regiones tiene dos divisiones, una de las cuales está en los ocasos de Orión y la otra está junto al levante."

source: "Natura quidem exigit duo genera Aethiopum, quorum unum est sub tropico aestivo, et sunt Aethiopes, qui sequuntur nos:
es: "Ciertamente, la naturaleza produce dos géneros de etíopes, de los cuales uno está bajo el trópico estival, que son los etíopes que nos acompañan.

source: Accidit autem eidem, quod remotissime sub alia descendit in medio terrae:
es: Además, a un extremo le sucede que lo que desciende más remotamente bajo los otros está en la mitad de la tierra,

source: Accidit autem eidem, quod remotissime sub alia descendit in medio terrae: quia secundum quod locus ignis et terrae contrarii accipiuntur, sunt extrema in quae sunt motus contrarii, et alteri horum extremorum accidit quod sit medium, per hoc quod ipsum est medium mundi et non medium motus.
es: Además, a un extremo le sucede que lo que desciende más remotamente bajo los otros está en la mitad de la tierra, puesto que en la medida en que el lugar del fuego y de la tierra son entendidos como contrarios, son los extremos entre los que se dan los movimientos contrarios, y al otro de estos extremos le sucede que es el medio porque este mismo es el medio del mundo y no el medio del movimiento.

source: Ad aliorum autem generationem virtus ejus adducit per radios solis, et quarumdam aliarum stellarum, sicut ostendemus in libro Meteororum:
es: Sin embargo, en relación con la generación de los otros, su virtud es conducida por los rayos del sol y de algunas otras estrellas, así como mostramos en el libro de los *Meteoros*.

source: Ad aliorum autem generationem virtus ejus adducit per radios solis, et quarumdam aliarum stellarum, sicut ostendemus in libro Meteororum: et quia nos hunc errorem in aliis locis destruximus et in aliis libris adhuc destruemus, convertamus nos nunc ad alia quae de distinctione locorum dicere intendimus.
es: Además, en relación con la generación de los otros, su virtud es conducida por los rayos del sol y de algunas otras estrellas, así como mostramos en el libro de los *Meteoros*. Y puesto que nosotros destruimos este error en otros lugares y una vez más lo destruiremos en otros libros, ahora nosotros volquémonos hacia otras cosas que pensamos decir sobre la distinción de los lugares.

source: Ad ea autem quae inducta sunt, facilis est determinatio per ante dicta.
es: Además, con respecto a las cosas que se han aducido, la conclusión es fácil de entender por lo dicho antes.

source: Ad quodlibet enim punctum habitationis animalium et plantarum et lapidum variatur circulus horizontis, et ad variationem circuli horizontis totus caeli respectus ad medium habitationis variatur.
es: en efecto, el círculo del horizonte varía hacia cualquier punto de la habitación de los animales y de las plantas y de las piedras, y en relación a la variación del círculo del horizonte todo el aspecto (respectus) del cielo varía hacia el medio de la habitación.

source: Adhuc autem inducunt et tertiam, ibi mare dicentes, cui cum radii solis incidunt et stellarum, divaricantur et ex politione et tersione aquae et a frigiditate aquae calor excitatus a radiis solis expellitur ad littora, et comburit, et reddit locum inhabitabilem.
es: Sin embargo, aún ofrecen también una tercera razón quienes dicen que ahí hay un mar en el que, cuando los rayos del sol y de las estrellas caen, estos se esparcen a partir del pulimento y del brillo del agua. Y por la frialdad del agua, el calor excitado por los rayos es expelido hacia las costas, y las quema y las vuelve un lugar inhabitable.

source: Admirabitur autem forte aliquis unde veniet tanta loco virtus, quod in loco quaedam pars universalis materiae simplicium corporum accipit formam ignis, pars autem aeris, et pars formatur in aquam, et pars in terram:
es: Ahora bien, probablemente alguno preguntará de donde viene tanta virtud a un lugar, puesto que en cierto lugar una parte de la materia universal de los cuerpos simples toma la forma de fuego, no obstante, otra parte se convierte en aire, otra parte en agua y otra parte toma la forma de tierra.

source: Admirabitur autem forte aliquis unde veniet tanta loco virtus, quod in loco quaedam pars universalis materiae simplicium corporum accipit formam ignis, pars autem aeris, et pars formatur in aquam, et pars in terram: materia enim de se nullum omnino habet locum.
es: Ahora bien, probablemente alguno preguntará de donde viene tanta virtud a un lugar, puesto que en cierto lugar una parte de la materia universal de los cuerpos simples toma la forma de fuego, no obstante, otra parte se convierte en aire, otra parte en agua y otra parte toma la forma de tierra

source: Aer quidem superius est aestuosus calidus, et inferius est vaporosus [B535a], calidus propter repercussionem radiorum ad terram.
es: en efecto, más arriba, ciertamente, el aire es cálido ardiente y más abajo es cálido vaporoso a causa de los reflejos de los rayos en la tierra

source: Alia autem penes quam climatum secundum latitudinem ab aequinoctiali est distinctio.
es: la otra, empero, con respecto a la que se da la distinción de los climas según la latitud desde la equinoccial.

source: Alii autem his non consentientes dixerunt quidem, quod terra est rotunda, et dixerunt quod quarta terrae quae est Aquilonaris, est elevata extra locum centricum mundi, et ideo porrigitur super aquas, ut sit congrua habitationi:
es: Ahora bien, otros, que no estaban de acuerdo con estos, dijeron que la tierra es ciertamente redonda, pero dijeron que la cuarta parte de la tierra, que es la aquilonal, se eleva por fuera del lugar del centro del mundo y por eso se extiende sobre las aguas, de manera que es adecuada para la habitación,

source: Alii autem his non consentientes dixerunt quidem, quod terra est rotunda, et dixerunt quod quarta terrae quae est Aquilonaris, est elevata extra locum centricum mundi, et ideo porrigitur super aquas, ut sit congrua habitationi: et tres aliae quartae sunt sub aquis, et ideo non est in eis habitatio nisi natantibus tantum: dixerunt autem, quod extra hanc quartam Aquilonarem sunt stellae Aquilonares quaedam.
es: Ahora bien, otros, que no estaban de acuerdo con estos, dijeron que la tierra es ciertamente redonda, pero dijeron que la cuarta parte de la tierra, que es la aquilonal, se eleva por fuera del lugar del centro del mundo y por eso se extiende sobre las aguas, de manera que es adecuada para la habitación, y las tres otras cuartas partes están sumergidas bajo las aguas y por eso no hay en ellas habitación sino para los seres que tan solo nadan. Además, dijeron que ciertas estrellas aquilonales son lo que hace salir la cuarta parte aquilonal.

source: Alio autem modo locus dicitur concavum superficiei ad quod est motus alterius corporis.
es: Sin embargo, en otro modo se llama "lugar" a la concavidad de la superficie hacia la que se da el movimiento de algún cuerpo.

source: Alio etiam tempore ventus tempestuosus facit in eis tempestates, in tantum quod propter tempestates navigari non possunt, sicut dicit Albumasar:
es: Además, en otro tiempo, el viento tempestuoso produce en ellos [los mares] tempestades, a tal nivel que por causa de la tempestad no se pueden navegar, según dice Albumasar;

source: Alio etiam tempore ventus tempestuosus facit in eis tempestates, in tantum quod propter tempestates navigari non possunt, sicut dicit Albumasar: sol enim non consumit vapores, sed elevando confortatur ventus continue, et procellosum facit mare et innavigabile.
es: Además, en otro tiempo, el viento tempestuoso produce en ellos [los mares] tempestades, a tal nivel que por causa de la tempestad no se pueden navegar, según dice Albumasar; en efecto el sol no consume el vapor sino que al elevarlo el viento como que se fortale permanentemente y hace al mar tormentoso e innavegable.

source: Altera autem ex situ et respectu loci ad vias plurimorum.
es: la otra, sin embargo, a partir del sitio y el respecto del lugar frente a las vías de los planetas.

source: Amplius accessus solis proximus facit calorem, et recessus facit frigus:
es: Además, el retroceso del sol produce frío.

source: Amplius accessus solis proximus facit calorem, et recessus facit frigus: est autem medium inter calidum et frigidum temperatum: ergo in medio accessu et recessu loca illa erunt temperata, et sic habitationi congrua.
es: Además, el retroceso del sol produce frío. Por lo tanto, cuando se aleja del otro trópico, su último retroceso producirá frío, y su siguiente aproximación producirá calor. Hay, sin embargo, un medio temperado entre lo cálido y lo frío; por lo tanto, en medio del retroceso y de la aproximación aquellos lugares serán temperados y así adecuados para la habitación.

source: Amplius autem figura continens est esse et speciem in omnibus generans:
es: Sin embargo, la configuración es lo que sigue el ser y la especie en todas las cosas generadas.

source: Amplius autem figura continens est esse et speciem in omnibus generans: qualiter igitur intelligi potest, quod locus operetur ad id quod est consequens, et nihil conferat ad antecedens?
es: Sin embargo, la configuración es lo que sigue el ser y la especie en todas las cosas generadas. Por consiguiente, ¿de qué manera puede ser comprendido que el lugar es operativo frente a aquello que es lo que se sigue y que nada entregue a lo antecedente?

source: Amplius autem hoc ostenditur ex levitatis et simplicitatis diffinitione, quam in Caelo et Mundo determinavimus:
es: Además, sin embargo, esto se muestra a partir de la definición de levedad simple, que en *Sobre el cielo y el mundo* determinamos;

source: Amplius autem hoc ostenditur ex levitatis et simplicitatis diffinitione, quam in Caelo et Mundo determinavimus: si enim levitatis comparatae est moveri super corpora quaedam, levitatis simplicis erit moveri super omnia generabilia corpora.
es: Además, más ampliamente, esto es mostrado a partir de la definición de levedad simple, que en *Sobre el cielo y el mundo* determinamos; si, en efecto, el moverse de la levedad relativa se da sobre cierto cuerpo, el moverse de la levedad absoluta* se daría sobre todos los cuerpos generados;

source: Amplius autem omnia corpora rectarum dimensionum moventur ad loca sua sicut ad generationis ipsorum principium aliquod, et sicut ad principium conservationis ipsorum aliquod.
es: Sin embargo, además, todos los cuerpos de dimensiones rectas se mueven hacia sus lugares, así como hacia algún principio de su generación y así como hacia el principio de su conservación

source: Amplius quaecumque natura invenitur in pluribus participata secundum rationem unam, oportet quod illa sit in aliquo uno primo quod est causa illius naturae in omnibus aliis, sicut probat Aristoteles in secundo Metaphysicae, et est suum exemplum de omnibus calidis quae causantur ab uno calido per se quod est ante ea, [C8a] et est ignis.
es: Es más, cualquier naturaleza única que se encuentre participada en muchas cosas según una única razón es preciso que esta esté en algún único primero, que es causa de aquella naturaleza en todas las otras, así como prueba el egregio filósofo Aristóteles en el libro segundo de la *Metafísica*, y es suyo el ejemplo de todas las cosas cálidas que son causadas por un único cálido de por sí, que está antes de aquellas y es el fuego.

source: Amplius stellarum effectus fortissimus est in loco in quo multiplicantur maxime [B541a] radii eorum.
es: Además, el efecto de las estrellas es fuertísimo en el lugar en el cual los rayos de estas se multiplican al máximo.

source: Arcus autem similis illi et non aequalis mensurat eam versus Aquilonem ab Oriente in Occiden-[B547b]-tem.
es: Sin embargo, el arco similar a aquel y no igual la mide hacia el aquilón desde el oriente al occidente.

source: Averroes enim in commento super librum quartum Caeli et Mundi, dicit et Aristotelis et suam fuisse opinionem, quod loca illa sunt habitabilia, et rationem adducit id necessario probantem, ut mihi videtur:
es: Pues Averroes en el *Comentario al cuarto libro del cielo y el mundo* dice, de Aristóteles y fue su propia opinión, que aquellos lugares son habitables y aduce como razón algo necesariamente probatorio, como me parece;

source: Averroes enim in commento super librum quartum Caeli et Mundi, dicit et Aristotelis et suam fuisse opinionem, quod loca illa sunt habitabilia, et rationem adducit id necessario probantem, ut mihi videtur: dicit enim inter calidissimum et frigidissimum esse temperamentum: necessario etiam est locus [B543a] calidissimus sub tropico hyemali: frigidissimum autem esse necesse est sub polo, eo quod obliquissime locum illum radii solis respiciunt: igitur in medio per aequidistantiam ab utroque locus erit temperatus et congruus habitationi.
es: En efecto, Averroes en el *Comentario al cuarto libro del cielo y el mundo* dice, de Aristóteles y fue su propia opinión, que aquellos lugares son habitables y aduce como razón algo necesariamente probatorio, como me parece; dice, en efecto, que en medio de lo que es muy caliente y lo que es muy frío necesariamente hay lo temperado. Pero el lugar más caliente está bajo el trópico invernal. Ahora bien, es preciso que lo más frío esté bajo el polo, esto porque los rayos del sol caen en aquel lugar muy oblicuamente. Por lo tanto, en el medio, por equidistancia con ambos, habrá un lugar temperado y adecuado para habitar.

source: Aves autem rapaces propter corporum suorum constrictorum et spirituum caliditatem fortissimae sunt in regionibus illis habitabilibus juxta polum:
es: También las aves rapaces son fortísimas a causa de la constricción de sus cuerpos y de la calidez de sus espíritus en las regiones habitables próximas al polo

source: Aves autem rapaces propter corporum suorum constrictorum et spirituum caliditatem fortissimae sunt in regionibus illis habitabilibus juxta polum: et animalia quae ibi sunt, tendunt ad albedinem, sicut ursi, et leones, et hujusmodi.
es: También las aves rapaces son fortísimas a causa de la constricción de sus cuerpos y de la calidez de sus espíritus en las regiones habitables próximas al polo y los animales que están allí tienden a la blancura como el oso y los lepores y los de este tipo.

source: CAPUT I.
es: Capítulo 1.

source: CAPUT II.
es: Capítulo II.

source: CAPUT III.
es: Capítulo III.

source: CAPUT IX.
es: Capítulo 9

source: CAPUT VIII.
es: Capítulo 8

source: CAPUT X.
es: Capítulo 10

source: Caliditas autem in summo est propinquissima causae caliditatis, quae est motus materiae superiorum, et vicinitas lucis eorum.
es: sin embargo, la calidez es en grado sumo la más cercana a la causa de la calidez, que es el movimiento múltiple de los superiores y es la proximidad de su luz;

source: Causa autem haec est, quia locus et locatum connaturalia sunt:
es: Pero la causa de esto es porque el lugar y lo localizado son connaturales

source: Causa autem haec est, quia locus et locatum connaturalia sunt: et ideo contrarietas ipsorum corrumpit: corrumpitur enim corpus compositum a continente quando fuerit ei contrarium: propter quod etiam in Physicis diximus non quamlibet superficiem esse locum rei [C4a] naturalem, sed illam quae est terminus locantis corporis relativa ad distantiam et causam, in quo propria est generatio rei locatae.
es: Pero la causa de esto es porque el lugar y lo localizado son connaturales y, por esto, la contrariedad de ellos corrompe; en efecto, el contenido es corrompido por el continente puesto que le fue contrario. Por lo que también dijimos en los *Físicos* que no cualquier superficie es el lugar natural para una cosa, sino aquella que es el límite del cuerpo que localiza referida según la distancia de la concavidad, en el que es propia la generación de la cosa localizada;

source: Cibum enim in animato moveri videmus ad quodlibet membrum sicut ad locum proprium in quo formam et esse accipit membri a virtute quae est in membro ad quod movetur:
es: En efecto, vemos que en lo animado el alimento se mueve hacia cualquier miembro, así como hacia su lugar propio, en el que recibe la forma y el ser del miembro por la virtud que está en el miembro hacia el que se mueve;

source: Cibum enim in animato moveri videmus ad quodlibet membrum sicut ad locum proprium in quo formam et esse accipit membri a virtute quae est in membro ad quod movetur: nec umquam ante valet cibus operationem suam perficere proprie, nisi sit perfecte virtutem membri ad quod movetur, adeptus, cujus perfectionis principium est membrum.
es: En efecto, vemos que en lo animado el alimento se mueve hacia cualquier miembro, así como hacia su lugar propio, en el que recibe la forma y el ser del miembro por la virtud que está en el miembro hacia el que se mueve; y no antes la comida puede completar su propia labor, a no ser que haya alcanzado completamente la virtud del miembro hacia el que se mueve cuyo principio de perfección es el miembro.

source: Circulariter autem habitant, quorum [B549b]quidem latitudo cum sit una, longitudo non una et eadem est:
es: Sin embargo, habitan circularmente aquellos que, ciertamente, aunque cuya latitud sea una misma, la longitud no es una sola ni la misma;

source: Circulariter autem habitant, quorum [B549b]quidem latitudo cum sit una, longitudo non una et eadem est: isti enim sub uno parallelo circulo habitant, qui est aequalis in circuitu latitudinis ab aequinoctiali circulo: et ille quidem totus calidus et frigidus est, et humidus et siccus: et dies eorum aequales sunt et noctes: sed eorum ortus et occasus non sunt in uno tempore sensibili, nec eorum venti sunt aequales: quia quorum differunt Oriens et Occidens, horum necesse est esse ventos diversos ad minus Orientales et Occidentales.
es: Sin embargo, habitan circularmente aquellos que, ciertamente, aunque cuya latitud sea una misma, la longitud no es una sola ni la misma; estos, en efecto, habitan bajo un solo círculo paralelo, que es igual en el circuito de la latitud desde el círculo equinoccial, y este lugar, ciertamente, es igualmente cálido y frío y húmedo y seco, y sus días y sus noches son iguales. Pero su orto y su ocaso no suceden en un único tiempo sensible, y sus vientos no son iguales. Puesto que el oriente y el occidente de aquellos difieren, es necesario que los vientos orientales y occidentales de estos difieran por menos.

source: Compositum autem habet locum in composito:
es: Sin embargo, lo compuesto tiene localización* en lo compuesto,

source: Compositum autem habet locum in composito: et ideo nullum compositum in simplici corpore locari potest: propter quod egregie dicit Aristoteles in libro de Causis proprietatum elementorum et orbis sive planetarum, quod si compositum occupetur a simplici, corrumpitur statim: dans exemplum de his animalibus, quae cadunt ab altissimo, quae ante mortua sunt quam ad terram deveniant: et ideo corrupta sunt, quia occupata sunt ab aere simplici, et non a casu.
es: Sin embargo, lo compuesto tiene localización* en lo compuesto, y por esto ningún compuesto puede ser localizado en un cuerpo simple. Por lo que egregiamente afirma Aristóteles en el libro de las *Causas de las propiedades de los elementos y el mundo o de los planetas* que si el compuesto es ocupado por el simple, se corrompe inmediatamente, y da el ejemplo de aquellos animales que caen de lo más alto, que están muertos antes de llegar a la tierra, y que, por esto, están corruptos, porque son ocupados por aire simple, y no por la caída.

source: Convenientia tamen est in locis quae vicina sunt in proprietatibus communibus:
es: Sin embargo, la confluencia se da en los lugares que son cercanas en cuanto a sus propiedades comunes,

source: Convenientia tamen est in locis quae vicina sunt in proprietatibus communibus: et ideo ea quae vicine habitant, similes habent complexiones et similia conservantia et similia corrumpentia in contrarium.
es: Sin embargo, la confluencia se da en los lugares que son cercanas en cuanto a sus propiedades comunes, y por esto, estas cosas que habitan cercanamente tienen frecuentemente en común complexiones, condiciones de conservación y de corrupción similares.

source: Corpora vero simplicia quae rectum habent motum, et composita ex ipsis secundum naturam locum habent ad quem est motus eorum.
es: Pero los cuerpos simples, que tienen movimiento recto, y los compuestos a partir de estos tienen un lugar según la naturaleza, hacia el que se da su movimiento.

source: Corpus autem locatum est terra pura, quae est centrum.
es: Ahora bien, el cuerpo es lo tan solo localizado en la tierra pura, que es el centro.

source: Cujus causa est perfectio, quia aves leves sunt et carnes earum leviores sunt in genere aliis carnibus:
es: La causa de esto es la perfección, porque las aves son livianas y sus carnes son más livianas en su género que las otras carnes,

source: Cujus causa est perfectio, quia aves leves sunt et carnes earum leviores sunt in genere aliis carnibus: propter quod etiam saniores a peritis medicorum judicantur: et leves autem sunt ex multo aere et spirituali quod est in eis: et ideo locus earum est aeris ut frequenter Pisces [B537a] autem qui frigidi sunt, materiam habent aquam spissam et pinguescentem et viscosam in genere, et ex tali connaturalitate aquam pro habitatione ab ordinante natura acceperunt.
es: cuya causa es la perfección, puesto que las aves son livianas y sus carnes por el género son más livianas que las otras carnes, razón por la cual incluso son juzgadas como más sanas por doctos entre los médicos; además, son livianas debido a lo mucho de aire y de viento que hay en ellas, y por esto su lugar es aéreo, como es lo usual. Además, los peces que son fríos tienen como materia el agua espesa, grasosa y viscosa por el género, y por tal connaturalidad aceptan el agua como habitación* debido a la naturaleza que ordena todo.

source: Cujus causa est, quia omne locatum se habet ad locum suum sicut materia ad formam:
es: La razón de esto es que todo lo localizado se da frente a su lugar de la misma manera que la materia se da frente a la forma.

source: Cujus causa est, quia omne locatum se habet ad locum suum sicut materia ad formam: et quia superiora ad inferiora se habent sicut formae ad materias suas, sicut in libro de Caelo et Mundo diximus, oportet quod superiora semper sint loca inferiorum: et ideo principium formationis inferiorum ex superioribus influitur eis sicut ex principiis activis.
es: La razón de esto es que todo lo localizado se da frente a su lugar de la misma manera que la materia se da frente a la forma. Y puesto que las cosas superiores se dan frente a las cosas inferiores, así como las formas frente a sus materias, como dijimos en *Sobre el cielo y el mundo*, conviene que los superiores siempre sean los lugares de los inferiores y por esto el principio de la formación de los inferiores les fluye de los superiores, así como de los principios activos.

source: Cujus causa est, quia sol et caeteri planetae in hoc arcu moventur, aut super loca illa, aut versus ea, secundum caeli latitudinem quae est secundum extensionem sex signorum semper apparentium super Orientem.
es: cuya causa es que el sol y los otros planetas se mueven en este arco, ya sobre aquellos lugares, ya hacia aquellos según la longitud del cielo, que está en la extensión de los seis signos que siempre aparecen sobre el horizonte.

source: Cujus signum dicunt esse, quod amphitrites inveniuntur influere continue ab Aquilone in Meridie:
es: Dicen que es signo de esto que se advierte que el mar fluye continuamente desde el norte hacia el sur.
